"App Management" = "Quản lý ứng dụng";

"WIFI Share" = "Chia sẽ WiFi";

"BT Download Only in Wi-Fi" = "BT Chỉ tải bằng Wi-Fi";

"BT Bandwidth & Connection" = "BT Băng thông và kết nối";

"Maximum Connections" = "Giới hạn kết nối";

"Connections Per Torrent" = "Những kết nối Per Torrent";

"Enable Limit" = "Bật giới hạn";

"Upload Limit" = "Upload giới hạn";

"Download Limit" = "Tải giới hạn";


"Automatically Install" = "Tự động cài đặt";

"Delete After Install" = "Xóa sau khi cài đặt";

"Remove Metadata"="Gỡ Metadata";

"Keep Awake"="Đánh thức lại";

"This will keep your screen always ON while using AppCake"="Điều này sẽ giữ cho màn hình của bạn luôn luôn mở trong khi sử dụng AppCake";

"Remove Metadata will stop App Store from updating the app"="Xóa Metadata sẽ ngừng cập nhật những ứng dụng từ App Store ";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Kích hoạt tính năng iTunes Sync để làm cho các ứng dụng được cài đặt bởi AppCake có thể được chuyển giao cho máy tính của bạn bằng iTunes.";

"iTunes Sync"="Đồng bộ iTunes";

"Feedback"="Phản hồi";

"Changelog"="Changelog";

"I Can Translate"="Tôi có thể Dịch";

"Clear Image Cache"="Xóa hình ảnh bộ nhớ tạm";

"Settings" = "Cài đặt";

"Show iPhone Apps" = "Hiện ứng dụng iPhone";